<div class="modal fade privacy" tabindex="-1" role="dialog" aria-labelledby="exampleModalLongTitle" aria-hidden="true">
    <div class="modal-dialog modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalLongTitle">سياسة الخصوصية</h5>
                <button type="button" class="close" data-dismiss="modal" aria-label="Close">
                    <span aria-hidden="true">&times;</span>
                </button>
            </div>
            <div class="modal-body">
                <div style="height:60vh;overflow:auto">
                    <div style="direction: rtl;">
                        <div class="text-brand text-center"> شروط اتفاقية الاستخدام وسياسة الخصوصية</div>
                        <div class="text-black"> تعتبر اتفاقية الاستخدام بمثابة اتفاقية عامة تحكم ضوابط التعامل بين
                            المستخدم والموقع، وتسري على جميع الخدمات التي يقدمها الموقع للمستخدم.</div>
                        <div class="text-brand mt-3 mb-2"> الشروط العامة :</div>
                        <ul class="text-black">
                            <li>يلتزم المستخدم بجميع الشروط الواردة في هذه الاتفاقية لضمان استعمال الخدمة، كما أن
                                استمرار استعمال الخدمة يعتبر موافقة ضمنية من جهة المستخدم على بنود اتفاقية
                                الاستخدام.</li>
                            <li> يلتزم المستخدم بالحفاظ على سرية بيانات الحساب، والتي تحتوي على رقم الهوية والتي
                                تمثل أسم المستخدم ورقم الجوال الرئيسي للمستخدم والذي يمثل كلمة المرور، كما يعتبر
                                مسئولا مسئولية كاملة عن أي استعمال للخدمة يتم من خلال اسم المستخدم وكلمة السر الخاصة
                                به سواء تم ذلك من طرفه أو من قبل آخرين وبدون أي مسؤولية على الشركة وذلك لإن طريقة
                                تفعيل الحساب الرسمية هي عن طريق أرسال رساله نصية تحتوي على كود تفعيل لجوال المستخدم
                                والذي يمثل رقمه السري في الموقع.</li>
                            <li> يحتفظ الموقع بكافة الحقوق في إلغاء أو إيقاف أي حق في استعمال الخدمة في حالة انتهاك
                                المستخدم أي بند من بنود اتفاقية الاستخدام بدون الرجوع للمستخدم.</li>

                            <li>يحتفظ الموقع بكافة الحقوق في تغيير أو تعديل أو إلغاء أو تبديل كل أو جزء من الخدمة
                                بدون الرجوع للمستخدم.</li>
                            <li>يحتفظ الموقع بكافة الحقوق في إجراء أي تغيير أو تعديل على كل أو بعض بنود اتفاقية
                                الاستخدام، سواء كان ذلك بالحذف أو الإضافة بدون الرجوع للمستخدم.</li>
                            <li> يلتزم الموقع بإخطار المستخدم بالتغييرات والتعديلات التي تجرى على اتفاقية الاستخدام،
                                وذلك من خلال نشرها على الموقع أو بإخطار المستخدم بأي وسيلة أخرى من وسائل الإخطار.
                                وتعتبر هذه التغييرات سارية المفعول بمجرد إخطار المستخدم بها، كما يعتبر استعمال
                                المستخدم للخدمة بعد إخطاره بتلك التغييرات بمثابة موافقة منه على تلك التغييرات.</li>
                            <li> يلتزم المستخدم بعدم استعمال الخدمة لتحميل أو عرض أو وضع أو توزيع أو إرسال أي محتوى
                                مخالف للقانون، وكذلك أي محتويات تنطوي على تهديدات، وأي محتويات فاضحة أو مشينة أو
                                مسيئة أو غير مقبولة، أو محتويات تنتهك حقوق أي فرد أو شركة، ويدخل في ذلك أيضا أي
                                محتويات تنطوي على طلب أموال أو دعاية أو استدراج خدمات أو مواد.</li>
                            <li> يحتفظ الموقع بكافة الحقوق في إنهاء استعمال المستخدم للخدمة أو إلغاء الخدمة، وإبلاغ
                                المستخدم بمنعه من استعمال الخدمة في حالة مخالفة المستخدم لأي نصوص قانونية، أو في
                                حالة قيامه بتصرفات تراها إدارة الموقع غير مناسبة أو تنتهك اتفاقية الاستخدام.</li>





                        </ul>
                        <div class="text-brand mt-3 mb-2"> حقوق الملكية الفكرية: :</div>
                        <ul class="text-black">
                            <li> لا يحق للمستخدم نسخ أو نشر أو توزيع أي مواد منشورة على الموقع ومنسوبة للموقع بدون
                                ذكر مصدرها، ويحتفظ الموقع بكافة الحقوق القانونية لمقاضاة من يخالف هذا الشرط، طبقا
                                لقوانين الملكية الفكرية.</li>
                            <li> يسمح للمستخدم بتحميل بعض محتويات الموقع بغرض الاستخدام الشخصي فقط، على أن يلتزم
                                المستخدم بعدم استعمال تلك المحتويات في أي غرض من الأغراض التجارية التي تدر منفعة
                                مادية.</li>
                            <li> يحظر على المستخدم تغيير محتويات الموقع التي قام بتحميلها أو تنزيلها وفقا لهذه
                                الشروط، وخصوصا فيما يتعلق بشطب وتغيير الإشعارات الموضوعة على تلك المحتويات والمتعلقة
                                بحقوق الطبع أو حقوق الملكية أو التحذيرات.</li>
                            <li> تحميل المحتويات من على الموقع لا يعطي المستخدم أي حق من حقوق الملكية الفكرية لهذه
                                المحتويات، حيث أن استخدام هذه المحتويات هو حق أصيل للموقع أو الجهات المرخصة.</li>
                            <li>
                                جميع محتويات الموقع هي ملكية فكرية للشركة نظافة ولمعة للاستقدام ويمنع استخدامها من
                                قبل
                                أطراف أخرين

                            </li>


                        </ul>
                        <div class="text-brand mt-3 mb-2"> سرية البيانات والمعلومات :</div>
                        <ul class="text-black">
                            <li> لا يحق للمستخدم أو الزائر نشر أية بيانات متعلقة بالخدمات أو المحتويات المقدمة من
                                الشركة دون الرجوع للشركة وأخذ الموافقة الكتابية حيال ذلك. </li>

                            <li> تقوم إدارة الموقع باتخاذ الإجراءات والتدابير المناسبة والملائمة للمحافظة على
                                المعلومات الشخصية التي لديها بشكل آمن يضمن حمايتها من الفقدان أو إساءة الاستخدام، أو
                                التعديل والإفصاح غير المصرح بهما.</li>
                            <li> يحتفظ الموقع بحقه في جمع واستخدام معلومات عن المستخدم كالتي يتم تعبئتها في نموذج
                                التسجيل أو طلبات الخدمة وذلك لأغراض تقديم وتحسين الخدمة وأيضاً للأغراض الإحصائية.
                            </li>
                            <li> لا يتحمل الموقع تسرب معلومات الدخول والمكونة من أسم مستخدم وكلمة مرور ويتحمل
                                المستخدم تسربها وما يتخلف ذلك من تغييرات أو تعديلات على حسابه أو طلبات الخدمة.</li>
                            <li> يلتزم الموقع باتخاذ المعايير اللازمة لحماية البيانات وحفظها، علما بأن شبكة الإنترنت
                                ليست وسيلة آمنة 100% لحفظ المعلومات السرية.</li>
                            <li> في حال وجود منازعات ستكون القوانين والتشريعات المنصوص عليها والمطبقة في المملكة
                                العربية السعودية هي الفاصل في النزاعات من خلال المحاكم في المملكة.</li>





                        </ul>
                        <div class="text-brand mt-3 mb-2"> حماية خصوصيتك :</div>
                        <ul class="text-black">
                            لكي نتمكن من مساعدتك في حماية معلوماتك الشخصية فإننا نوصي بما يلي:
                            <li>الاتصال بنا بشكل فوري عندما تظن أن شخصاً ما استطاع الحصول على أسم المستخدم أوكلمة
                                السر الخاصة بك، أو رمز الاستخدام، أو الرقم السري، أو أي معلومات سرية أخرى.</li>
                            <li> لا تعط معلومات سرية عبر الهاتف أو شبكة الإنترنت ما لم تعرف هوية الشخص أو الطرف
                                المستقبل للمعلومة.</li>
                            <li> استخدم متصفح آمن عند قيامك بإنجاز المعاملات عبر الإنترنت مع إغلاق التطبيقات غير
                                المستخدمة على الشبكة، وتأكد من أن برنامج الحماية من الفيروسات محدث دائما.</li>
                            <li> في حالة وجود أية استفسارات أو آراء حول مبادئ الخصوصية، يمكن التواصل مع إدارة الموقع
                                عبر البريد الإلكتروني التالي info@.com</li>

                        </ul>

                    </div>;
                </div>
            </div>
            <div class="modal-footer">

                <a href="javascript:;" class="btn bg-brand  text-white" data-dismiss="modal"
                    aria-hidden="true">موافق</a>
            </div>
        </div>
    </div>
</div>
<!-- Modal -->
